Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: Found 1 wallet in iCloud
ar: تم العثور على محفظة واحدة في iCloud
cs: Nalezeno 1 peněženka v iCloudu
de: 1 Brieftasche in der iCloud gefunden
es: Se encontró 1 billetera en iCloud
es_419: Se encontró 1 billetera en iCloud
fr: 1 portefeuille trouvé dans iCloud

source: Full Screen
ar: ملء الشاشة
cs: Celá obrazovka
de: Vollbild
es: Pantalla completa
es_419: Pantalla completa
fr: Plein écran

source: Full URI
ar: URI كامل
cs: Úplný URI
de: Vollständige URI
es: URI completo
es_419: URI completo
fr: URI complet

source: Funding failure
ar: فشل التمويل
cs: Selhání financování
de: Scheitern der Finanzierung
es: Falta de financiación
es_419: Falta de financiación
fr: Échec du financement

source: Funds can be sent to a Bitcoin wallet. Make sure the address is correct before sending.
ar: يمكن إرسال الأموال إلى محفظة بيتكوين. تأكد من صحة العنوان قبل الإرسال.
cs: Finanční prostředky lze poslat do bitcoinové peněženky. Před odesláním se ujistěte, že je adresa správná.
de: Das Geld kann an eine Bitcoin-Brieftasche gesendet werden. Vergewissere dich vor dem Senden, dass die Adresse korrekt ist.
es: Los fondos se pueden enviar a una billetera Bitcoin. Asegúrese de que la dirección sea correcta antes de enviar.
es_419: Los fondos se pueden enviar a una billetera de Bitcoin. Asegúrate de que la dirección sea correcta antes de hacer el envío.
fr: Les fonds peuvent être envoyés vers une adresse Bitcoin de votre choix. Assurez-vous que l’adresse soit correcte avant d’effectuer l'envoi.

source: Funds not swapped **after 4 months** are recoverable on-chain
ar: الأموال التي لم يتم تبديلها **بعد 4 أشهر** يمكن استردادها على السلسلة
cs: Prostředky, které nebyly vyměněny **po 4 měsících**, je možné získat zpět na řetězci
de: Gelder, die **nach 4 Monaten** nicht getauscht wurden, können auf der Kette zurückgefordert werden
es: Los fondos no canjeados **después de 4 meses** son recuperables en cadena
es_419: Los fondos que no se intercambien **después de 4 meses** se pueden recuperar en la cadena.
fr: Les fonds non échangés **après 4 mois** sont récupérables sur la chaîne

source: Funds sent
ar: تم إرسال الأموال
cs: Odeslané prostředky
de: Gesendete Gelder
es: Fondos enviados
es_419: Fondos enviados
fr: Fonds envoyés

source: Funds sent on-chain are taken from your side of the channel, reducing the channel size by the same amount. Your inbound liquidity remains the same.
ar: يتم أخذ الأموال المرسلة على السلسلة من جانبك من القناة، مما يقلل من حجم القناة بنفس المقدار. تظل سيولتك الواردة كما هي.
cs: Prostředky odeslané v řetězci se odeberou z vaší strany kanálu, čímž se velikost kanálu sníží o stejnou částku. Vaše příchozí likvidita zůstává stejná.
de: Die auf der Kette gesendeten Mittel werden von Ihrer Seite des Kanals entnommen, wodurch sich die Kanalgröße um denselben Betrag verringert. Ihre eingehende Liquidität bleibt die gleiche.
es: Los fondos enviados en cadena se toman de tu lado del canal, reduciendo el tamaño del canal en la misma cantidad. Tu liquidez entrante sigue siendo la misma.
es_419: Los fondos enviados en cadena se toman de tu lado del canal, reduciendo el tamaño del canal en la misma cantidad. Tu liquidez entrante sigue siendo la misma.
fr: Les fonds envoyés on-chain sont prélevés de votre côté du canal de paiement, ce qui réduit la taille du canal du même montant. Votre liquidité entrante reste la même.

source: Funds will eventually be sent to:
ar: في النهاية سيتم إرسال الأموال إلى:
cs: Finanční prostředky budou případně zaslány na:
de: Die Gelder werden schließlich an folgende Adresse geschickt:
es: Los fondos se enviarán eventualmente a:
es_419: Los fondos se enviarán en última instancia a:
fr: Les fonds seront in fine envoyés à :

source: General
ar: عام
cs: Obecné
de: Allgemein
es: Configuración general
fr: Général

source: Generating QRCode...
ar: جارِ إنشاء رمز QR...
cs: Generování QR kódu...
de: QRCode generieren...
es: Generando código QR...
es_419: Generando código QR...
fr: Génération du QR code

source: Get Started
ar: ابدأ الآن
cs: Začněte
de: Anfangen
es: Empezar
es_419: Empezar
fr: Démarrer

source: Get started
ar: البدء
cs: Začít
de: Los geht\'s
es: Empezar
es_419: Empezar
fr: Commencer

source: Go back to visible wallets list
ar: العودة إلى قائمة المحافظ المرئية
cs: Zpět na seznam viditelných peněženek
de: Zurück zur Liste der sichtbaren Geldbörsen
es: Volver a la lista de carteras visibles
es_419: Volver a la lista de carteras visibles

source: Good news! Your transaction has been mined!
ar: أخبار جيدة! لقد تم تعدين معاملتك!
cs: Dobré zprávy! Vaše transakce byla vytěžena!
de: Gute Nachrichten! Deine Transaktion wurde abgebaut!
es: ¡Buenas noticias! ¡Tu transacción ha sido minada!
es_419: ¡Buenas noticias! ¡Se minó tu transacción!
fr: Bravo ! Votre transaction a été minée.

source: Here you can export the application logs, or share them.
ar: هنا يمكنك تصدير سجلات التطبيق أو مشاركتها.
cs: Zde můžete exportovat protokoly aplikace nebo je sdílet.
de: Hier kannst du die Anwendungsprotokolle exportieren oder sie mit anderen teilen.
es: Aquí puede exportar los registros de la aplicación o compartirlos.
es_419: Aquí puedes exportar los registros de la aplicación o compartirlos.
fr: Exportez et partagez les logs de l'application.

source: Here you can extract and visualize application logs, as well as share them.
ar: هنا يمكنك استخراج ومشاهدة سجلات التطبيق، وكذلك مشاركتها.
cs: Zde můžete extrahovat a zobrazovat protokoly aplikací, a také je sdílet.
de: Hier kannst du Anwendungsprotokolle extrahieren und visualisieren und sie mit anderen teilen.
es: Aquí puede extraer y visualizar registros de la aplicación, así como compartirlos.
es_419: Aquí puedes extraer y visualizar los registros de la aplicación, así como compartirlos.
fr: Dans cet écran vous pouvez extraire et visualiser les logs de l’application, et les partager avec un tiers.

source: Hidden balance
ar: الرصيد المخفي
cs: Skrytá rovnováha
de: Verstecktes Gleichgewicht
es: Saldo oculto
es_419: Saldo oculto
fr: Montant caché

source: Hidden wallet
ar: المحفظة المخفية
cs: Skrytá peněženka
de: Versteckte Brieftasche
es: Cartera oculta
es_419: Cartera oculta

source: Hidden wallet requirements
ar: متطلبات المحفظة المخفية
cs: Skryté požadavky na peněženku
de: Versteckte Anforderungen an die Brieftasche
es: Requisitos del monedero oculto
es_419: Requisitos del monedero oculto

source: High Priority
ar: أولوية قصوى
cs: Vysoká priorita
de: Hohe Priorität
es: Alta prioridad
es_419: Alta prioridad
fr: Priorité élevée

source: Hold your device near the reader.
ar: أمسك جهازك بالقرب من القارئ.
cs: Držte zařízení v blízkosti čtečky.
de: Halten Sie Ihr Gerät an das Lesegerät.
es: Sujeta tu dispositivo cerca del lector.
es_419: Sujeta tu dispositivo cerca del lector.

source: Home
ar: الصفحة الرئيسية
de: Startseite
es: Inicio
es_419: Inicio

source: Home Screen
ar: الشاشة الرئيسية
cs: Úvodní obrazovka
de: Startbildschirm
es: Pantalla de inicio
es_419: Pantalla de inicio
fr: Écran d'accueil

source: Home screen
ar: الشاشة الرئيسية
cs: Domovská obrazovka
de: Startbildschirm
es: Pantalla de inicio
es_419: Pantalla de inicio
fr: Écran d'accueil

source: Host card emulation not available. Limited to European Economic Area.
ar: مضاهاة بطاقة المضيف غير متوفرة. يقتصر على المنطقة الاقتصادية الأوروبية.
cs: Emulace hostitelské karty není k dispozici. Omezeno na Evropský hospodářský prostor.
de: Hostkartenemulation nicht verfügbar. Beschränkt auf den Europäischen Wirtschaftsraum.
es: No está disponible la emulación de tarjeta host. Limitado al Espacio Económico Europeo.
es_419: No está disponible la emulación de tarjeta host. Limitado al Espacio Económico Europeo.

source: Host card emulation not available. Requires iOS 17.4 or later.
ar: مضاهاة بطاقة المضيف غير متوفرة. يتطلب نظام iOS 17.4 أو أحدث.
cs: Emulace hostitelské karty není k dispozici. Vyžaduje iOS 17.4 nebo novější.
de: Hostkartenemulation nicht verfügbar. Erfordert iOS 17.4 oder höher.
es: No está disponible la emulación de tarjeta host. Requiere iOS 17.4 o posterior.
es_419: No está disponible la emulación de tarjeta host. Requiere iOS 17.4 o posterior.

source: Host card emulation session error %@
ar: خطأ في جلسة مضاهاة بطاقة المضيف %@
cs: Chyba relace emulace hostitelské karty %@
de: Fehler in der Hostkartenemulationssitzung %@
es: Error de sesión de emulación de tarjeta host %@
es_419: Error de sesión de emulación de tarjeta host %@

source: Host returned error response.
ar: قام المضيف بالرد بخطأ.
cs: Hostitel vrátil chybovou odpověď.
de: Der Host hat eine Fehlerantwort zurückgegeben.
es: El servidor devolvio respuesta de error.
es_419: El host devolvió una respuesta de error.
fr: Le service a renvoyé une erreur.

source: Host returned status code %@:
ar: قام المضيف الرد برمز الحالة %@:
cs: Hostitel vrátil stavový kód %@:
de: Der Host hat den Statuscode %@ zurückgegeben:
es: El servidor devolvio codigo de estado %@:
es_419: El host devolvió el código de estado %@:
fr: Le service a renvoyé un statut %@ :

source: Host returned status code %d:
ar: قام المضيف بإرجاع رمز الحالة %د:
cs: Hostitel vrátil stavový kód %d:
de: Der Host hat den Statuscode %d zurückgegeben:
es: El servidor devolvio codigo de estado %d:
es_419: El host devolvió el código de estado %d:
fr: Le service a retourné le statut %d

source: Host returned unreadable response:
ar: ردّ المضيف برد غير قابل للقراءة.
cs: Hostitel vrátil nečitelnou odpověď:
de: Der Host hat eine unlesbare Antwort zurückgegeben:
es: El servidor devolvio una respuesta ilegible:
es_419: El host devolvió una respuesta ilegible:
fr: Le service a renvoyé un message invalide

source: Host: %@
ar: المضيف: %@
cs: Hostitel: %@
de: Gastgeber: %@
es: Servidor: %@
fr: Hôte :

source: How it works
ar: كيف تعمل
cs: Jak to funguje
de: Wie es funktioniert
es: Cómo funciona
es_419: Cómo funciona
fr: Comment cela fonctionne-t-il ?

source: How to use
ar: كيفية الاستخدام
cs: Jak používat
de: Wie zu verwenden
es: Cómo utilizarlo
es_419: Cómo utilizarlo
fr: Comment l'utiliser ?

source: Human-readable address
ar: العنوان المقروء بشرياً
cs: Lidsky čitelná adresa
de: Human-lesbare Adresse
es: Dirección legible por humanos
es_419: Dirección legible por humanos
fr: Adresse Lightning

source: I have saved my recovery phrase somewhere safe.
ar: لقد حفظت عبارة الاسترداد الخاصة بي في مكان آمن.
cs: Obnovovací frázi jsem si uložil na bezpečné místo.
de: Ich habe meine Wiederherstellungsphrase sicher verwahrt.
es: He guardado mi frase de recuperación en algún lugar seguro.
es_419: Guardé mi frase de recuperación en un lugar seguro.
fr: J\'ai bien sauvegardé ma clé en lieu sûr.

source: I understand
ar: فهمت
cs: Rozumím
de: Ich verstehe
es: Aceptar
es_419: Entiendo
fr: Je comprends

source: I understand that Apple may share my iCloud data with government agencies upon request.
ar: أتفهم أن Apple قد تشارك بيانات iCloud الخاصة بي مع الوكالات الحكومية عند الطلب.
cs: Beru na vědomí, že společnost Apple může na požádání sdílet mé údaje z iCloudu s vládními agenturami.
de: Mir ist bekannt, dass Apple meine iCloud-Daten auf Anfrage an staatliche Stellen weitergeben kann.
es: Entiendo que Apple puede compartir mis datos de iCloud con agencias gubernamentales a pedido.
es_419: Entiendo que Apple puede compartir mis datos de iCloud con organismos gubernamentales si así lo solicitan.
fr: Je suis conscient qu’Apple pourra partager mes données avec les autorités si la demande leur en est faite.

source: I understand that certain Apple employees may be able to access my iCloud data.
ar: أتفهم أن بعض موظفي Apple قد يتمكنون من الوصول إلى بيانات iCloud الخاصة بي.
cs: Chápu, že někteří zaměstnanci společnosti Apple mohou mít přístup k mým datům na iCloudu.
de: Ich verstehe, dass bestimmte Apple-Mitarbeiter auf meine iCloud-Daten zugreifen können.
es: Entiendo que ciertos empleados de Apple pueden acceder a mis datos de iCloud.
es_419: Entiendo que algunos empleados de Apple pueden acceder a mis datos de iCloud.
fr: Je suis conscient que certains employés d’Apple pourront avoir accès à mes données iCloud.

source: I understand that if I lose my phone & my recovery phrase, then I will lose the funds in my wallet.
ar: أتفهم أنني إذا فقدت هاتفي وعبارة الاسترداد الخاصة بي، فسأخسر الأموال الموجودة في محفظتي.
cs: Chápu, že pokud ztratím telefon a obnovovací frázi, přijdu o prostředky v peněžence.
de: Mir ist klar, dass ich bei Verlust meines Telefons und meiner Wiederherstellungsphrase das Geld in meinem Portemonnaie verliere.
es: Entiendo que si pierdo mi teléfono y mi frase de recuperación, perderé los fondos en mi billetera.
es_419: Entiendo que, si pierdo mi teléfono y mi frase de recuperación, perderé los fondos de la billetera.
fr: Je suis conscient que si je perds mon téléphone et ma clé de sauvegarde, je perds les fonds de mon portefeuille.

source: I understand that if I lose my recovery phrase, then I will lose the funds in my wallet.
ar: أدرك أنني إذا فقدت عبارة الاسترداد الخاصة بي، فسأفقد الأموال الموجودة في محفظتي.
cs: Chápu, že pokud ztratím telefon a obnovovací frázi, přijdu o prostředky v peněžence.
de: Mir ist klar, dass ich das Geld in meinem Portemonnaie verliere, wenn ich meine Wiederherstellungsphrase verliere.
es: Entiendo que si pierdo mi frase de recuperación, perderé los fondos en mi billetera.
es_419: Entiendo que, si pierdo mi frase de recuperación, perderé los fondos de la billetera.
fr: Je comprends que si je perds ma clé de sauvegarde, alors je perdrai les fonds dans mon wallet.

source: If Face ID fails, you can enter your iOS passcode to access Phoenix.
ar: في حالة فشل Face ID، يمكنك إدخال رمز مرور iOS للوصول إلى فينيكس.
cs: Pokud Face ID selže, můžeš pro přístup do Phoenixu zadat přístupový kód iOS.
de: Wenn Face ID fehlschlägt, kannst du deinen iOS-Passcode eingeben, um auf Phoenix zuzugreifen.
es: Si Face ID falla, puedes introducir tu código de acceso de iOS para acceder a Phoenix.
es_419: Si Face ID falla, puedes ingresar tu código de iOS para acceder a Phoenix.
fr: Si Face ID échoue, vous pourrez saisir votre code d'accès iOS pour accéder à Phoenix.

source: If Face ID fails, you can enter your iOS passcode to open the app.
ar: في حالة فشل Face ID، يمكنك إدخال رمز مرور iOS لفتح التطبيق.
cs: Pokud Face ID selže, můžete aplikaci otevřít zadáním přístupového kódu iOS.
de: Wenn Face ID fehlschlägt, können Sie Ihren iOS-Passcode eingeben, um die App zu öffnen.
es: Si Face ID falla, puedes introducir tu código de acceso de iOS para abrir la aplicación.
es_419: Si Face ID falla, puedes introducir tu código de acceso de iOS para abrir la aplicación.

source: If Touch ID fails, you can enter your iOS passcode to access Phoenix.
ar: إذا فشل معرّف اللمس، يمكنك إدخال رمز مرور iOS الخاص بك للوصول إلى فينيكس.
cs: Pokud Touch ID selže, můžete pro přístup do Phoenixu zadat přístupový kód iOS.
de: Wenn Touch ID nicht funktioniert, kannst du deinen iOS-Passcode eingeben, um auf Phoenix zuzugreifen.
es: Si Touch ID falla, puedes introducir tu código de acceso de iOS para acceder a Phoenix.
es_419: Si Touch ID falla, puedes ingresar tu código de iOS para acceder a Phoenix.
fr: Si TouchID échoue, vous pourrez saisir votre code d'accès iOS pour accéder à Phoenix.

source: If Touch ID fails, you can enter your iOS passcode to open the app.
ar: إذا فشل معرّف اللمس، يمكنك إدخال رمز مرور iOS لفتح التطبيق.
cs: Pokud Touch ID selže, můžete aplikaci otevřít zadáním přístupového kódu iOS.
de: Wenn Touch ID nicht funktioniert, können Sie Ihren iOS-Passcode eingeben, um die App zu öffnen.
es: Si Touch ID falla, puedes introducir tu código de acceso de iOS para abrir la aplicación.
es_419: Si Touch ID falla, puedes introducir tu código de acceso de iOS para abrir la aplicación.

source: If a default wallet is selected, it will automatically be opened on app launch.
ar: إذا تم تحديد محفظة افتراضية، فسيتم فتحها تلقائيًا عند تشغيل التطبيق.
cs: Pokud je vybrána výchozí peněženka, otevře se automaticky při spuštění aplikace.
de: Wenn eine Standard-Brieftasche ausgewählt ist, wird sie beim Start der App automatisch geöffnet.
es: Si se selecciona un monedero predeterminado, se abrirá automáticamente al iniciar la aplicación.
es_419: Si se selecciona un monedero predeterminado, se abrirá automáticamente al iniciar la aplicación.

source: If done correctly, self-backup is the most secure option.
ar: إذا تم القيام به بشكل صحيح، فإن النسخ الاحتياطي الذاتي هو الخيار الأكثر أمانًا.
cs: Správně provedená vlastní záloha je nejbezpečnější možností.
de: Wenn du es richtig machst, ist die Selbstsicherung die sicherste Option.
es: Si se hace correctamente, la auto-copia es la opción mas segura.
es_419: Si se hace correctamente, la autocopia de seguridad es la opción más segura.
fr: Faite correctement, la sauvegarde manuelle est la plus sécurisée.

source: If the bucket needs to be resized to allow for more water, that will require an on-chain operation with a mining fee.
ar: إذا كانت هناك حاجة إلى تغيير حجم الدلو للسماح بمزيد من المياه، فسيتطلب ذلك عملية تعدين على السلسلة مع رسوم تعدين.
cs: Pokud je třeba změnit velikost kbelíku, aby se do něj vešlo více vody, bude to vyžadovat operaci na řetězu s poplatkem za těžbu.
de: Wenn die Größe des Eimers geändert werden muss, um mehr Wasser aufzunehmen, ist dafür ein kostenpflichtiger Abbau erforderlich.
es: Si hay que cambiar el tamaño del cubo para que quepa más agua, eso requerirá una operación en cadena con un canon minero.
es_419: Si hay que cambiar el tamaño del cubo para que quepa más agua, eso requerirá una operación en cadena con un canon minero.
fr: Si le seau doit être redimensionné pour recevoir davantage d'eau, une opération on-chain avec des frais de minage sera nécessaire.

source: If the problem persists, please contact support at **phoenix@acinq.co**.
ar: إذا استمرت المشكلة ، يرجى الاتصال بالدعم على **phoenix@acinq.co**.
cs: Pokud problém přetrvává, kontaktujte prosím podporu e-mailem na adrese **phoenix@acinq.co**.
de: Wenn das Problem weiterhin besteht, kontaktiere bitte den Support unter **phoenix@acinq.co**.
es: Si el problema persiste, comuniquese con soporte en **phoenix@acinq.co**.
es_419: Si el problema persiste, ponte en contacto con el servicio de asistencia escribiendo a **phoenix@acinq.co**.
fr: Si le problème persiste, veuillez contacter le support par email : **phoenix@acinq.co**.

source: If you disable Tor, your IP address may be revealed to various service providers.
ar: إذا قمتَ بتعطيل Tor، فقد يتم الكشف عن عنوان IP الخاص بك لمزوّدي الخدمات المختلفة.
cs: Pokud Tor zakážete, může být vaše IP adresa odhalena různým poskytovatelům služeb.
de: Wenn du Tor deaktivierst, kann deine IP-Adresse verschiedenen Dienstanbietern mitgeteilt werden.
es: Si desactivas Tor, tu dirección IP puede ser revelada a varios proveedores de servicios.
es_419: Si desactivas Tor, tu dirección IP puede ser revelada a varios proveedores de servicios.
fr: Si vous désactivez Tor, votre adresse IP peut être révélée à divers fournisseurs de services.

source: If you do not back it up and you lose access to Phoenix you will **lose your funds**!
ar: إذا لم تقم بعمل نسخة احتياطية وفقدت الوصول إلى Phoenix، **فستفقد أموالك**!
cs: Pokud ji nezálohujete a ztratíte přístup k Phoenixu, **přijdete o své prostředky**!
de: Wenn du es nicht sicherst und den Zugang zu Phoenix verlierst, wirst du dein Geld **verlieren**!
es: Si no realiza una copia de seguridad y pierde el acceso a Phoenix, **perderá sus fondos**.
es_419: ¡Si no haces una copia de seguridad y pierdes el acceso a Phoenix **perderás tus fondos**!
fr: Si vous ne la sauvegardez pas et que vous perdez accès à Phoenix, **vous perdrez vos fonds**!

source: If you don't have a Tor VPN app, install one. We recommend Orbot.
ar: إذا لم يكن لديك تطبيق Tor VPN، فقم بتثبيت واحد. نوصي باستخدام Orbot.
cs: Pokud aplikaci Tor VPN nemáte, nainstalujte si ji. Doporučujeme Orbot.
de: Wenn Sie keine Tor-VPN-App haben, installieren Sie eine. Wir empfehlen Orbot.
es: Si no tienes una aplicación VPN Tor, instala una. Te recomendamos Orbot.
es_419: Si no tienes una aplicación VPN Tor, instala una. Te recomendamos Orbot.

source: If you enable [Advanced Data Protection](https://support.apple.com/en-us/108756) for iCloud, your recovery phrase will be encrypted end-to-end, and Apple cannot access it.
ar: إذا قمت بتمكين [الحماية المتقدمة للبيانات] (https://support.apple.com/en-us/108756) لـ iCloud، فسيتم تشفير عبارة الاسترداد الخاصة بك من طرف إلى طرف، ولن تتمكن Apple من الوصول إليها.
cs: Pokud povolíte [Pokročilou ochranu dat](https://support.apple.com/en-us/108756) pro iCloud, bude vaše fráze pro obnovení šifrována od konce ke konci a společnost Apple k ní nebude mít přístup.
de: Wenn du [Advanced Data Protection] (https://support.apple.com/en-us/108756) für iCloud aktivierst, wird deine Wiederherstellungsphrase Ende-zu-Ende verschlüsselt und Apple hat keinen Zugriff darauf.
es: Si activas la [Protección avanzada de datos](https://support.apple.com/en-us/108756) para iCloud, tu frase de recuperación se cifrará de extremo a extremo y Apple no podrá acceder a ella.
es_419: Si activas la [Protección avanzada de datos](https://support.apple.com/en-us/108756) para iCloud, tu frase de recuperación se cifrará de extremo a extremo y Apple no podrá acceder a ella.
fr: Si vous activez la [Protection avancée des données](https://support.apple.com/en-us/108756) pour iCloud, votre phrase de sauvegarde sera chiffrée de bout en bout, et Apple ne pourra pas y accéder.

source: If you enable background payments, then you can receive payments as long as your device is connected to the internet.
ar: إذا قمت بتمكين المدفوعات في الخلفية، فيمكنك تلقي المدفوعات طالما أن جهازك متصل بالإنترنت.
cs: Pokud povolíte platby na pozadí, můžete přijímat platby, dokud je vaše zařízení připojeno k internetu.
de: Wenn du Hintergrundzahlungen aktivierst, kannst du Zahlungen erhalten, solange dein Gerät mit dem Internet verbunden ist.
es: Si habilita los pagos en segundo plano, podrá recibir pagos siempre que su dispositivo esté conectado a Internet.
es_419: Si activas los pagos en segundo plano, podrás recibir pagos mientras tu dispositivo esté conectado a Internet.
fr: Si vous activez les paiements en arrière plan, alors vous pourrez recevoir des paiements tant que votre appareil est connecté à internet.

source: If you switch to a new device (or reinstall the app) then you'll lose this information.
ar: إذا قمت بالتبديل إلى جهاز جديد (أو أعدت تثبيت التطبيق) فستفقد هذه المعلومات.
cs: Pokud přejdete na nové zařízení (nebo aplikaci přeinstalujete), tyto informace ztratíte.
de: Wenn Sie zu einem neuen Gerät wechseln (oder die App neu installieren), gehen diese Informationen verloren.
es: Si cambias de dispositivo (o reinstalas la aplicación), perderás esta información.
es_419: Si cambias de dispositivo (o reinstalas la aplicación), perderás esta información.
fr: Si vous changez d'appareil (ou réinstallez l'application), vous perdrez ces informations.
